MICLARO-BACK-master/Servicios/api/application/views/Request/GetCustomerInformation.php

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:tem="http://tempuri.org/">
   <soapenv:Header/>
   <soapenv:Body>
      <tem:GetCustomerInformation>
         <tem:MobileNumber><?=$V3hbf4so4iko?></tem:MobileNumber>
      </tem:GetCustomerInformation>
   </soapenv:Body>
</soapenv:Envelope>